Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Name of the goal
de_de: Name des Ziels

source: Workers in an organizational goal are included automatically based on the selected goal plan. Individual access controls of the user creating the goal are not taken into account.
de_de: Mitarbeiter:innen in einem organisatorischen Ziel werden basierend auf dem ausgewählten Zielplan automatisch einbezogen. Individuelle Zugriffsrechte der Nutzer:in, die das Ziel erstellt, werden nicht berücksichtigt.

source: Goal population based on the goal plan.
de_de: Zielpopulation basierend auf dem Zielplan.

source: Based on the selected goal plan
de_de: Basierend auf dem ausgewählten Zielplan

source: Priority
de_de: Priorität

source: Automatically using a deliverable
de_de: Automatisch ein Arbeitsergebnis verwenden

source: Automatically using the average of measurement criteria
de_de: Automatisch den Durchschnitt der Messkriterien verwenden

source: Manually
de_de: Manuell

source: Progress tracking
de_de: Fortschrittsverfolgung

source: Tag library
de_de: Tag-Bibliothek

source: Specify which tags from the following libraries can be added to the created goal
de_de: Geben Sie an, welche Tags aus den folgenden Bibliotheken dem erstellten Ziel hinzugefügt werden können.

source: Tags and alignment
de_de: Tags und Ausrichtung

source: Progress tracking method
de_de: Fortschrittsverfolgungsmethode

source: Who should see your goal?
de_de: Wer soll dieses Ziel sehen?

source: Make the goal visible to
de_de: Ziel sichtbar machen für

source: Search for workers or organizational units
de_de: Suchen Sie nach Mitarbeiter:innen oder Organisationseinheiten

source: Managers will be able to view the goals of their team members.
de_de: Führungskräfte können die Ziele ihrer Teammitglieder einsehen.

source: Give a value between 0 and 100.
de_de: Geben Sie einen Wert zwischen 0 und 100 an.

source: Session expired
de_de: Sitzung abgelaufen

source: Your session has been open for a while, and the application was updated in the background. Please refresh the page to ensure everything works properly.
de_de: Ihre Sitzung ist schon seit einiger Zeit geöffnet, und die Anwendung wurde im Hintergrund aktualisiert. Bitte aktualisieren Sie die Seite, um sicherzustellen, dass alles ordnungsgemäß funktioniert.

source: Eligible
de_de: Berechtigt

source: Eligible {{eligibleCount}}/{{totalCount}}
de_de: {{eligibleCount}}/{{totalCount}} berechtigt

source: Not eligible
de_de: Nicht berechtigt

source: Advanced
de_de: Erweitert

source: This column has conditional formatting applied based on rules.
de_de: Auf diese Spalte wurde eine bedingte Formatierung auf Basis von Regeln angewendet.

source: Unassigned
de_de: Nicht zugewiesen

source: Refresh data
de_de: Daten aktualisieren

source: Row size
de_de: Zeilengröße

source: Extra tall
de_de: Extra groß

source: Short
de_de: Kurz

source: Tall
de_de: Hoch

source: Sort
de_de: Sortieren

source: Select fields and values
de_de: Felder und Werte auswählen

source: Direct Reports
de_de: Direkt unterstellte Mitarbeiter:innen

source: View formula
de_de: Formel anzeigen

source: Indirect reports
de_de: Nicht direkt unterstellte Mitarbeiter:innen

source: Role view
de_de: Rollenansicht

source: Reject & logout
de_de: Ablehnen & abmelden

source: Data privacy statement
de_de: Datenschutzerklärung

source: Please accept the data privacy statement to proceed. If you reject the statement, you will be logged out.
de_de: Bitte akzeptieren Sie die Datenschutzerklärung, um fortzufahren. Wenn Sie die Erklärung ablehnen, werden Sie abgemeldet.

source: Please accept the data privacy statement to proceed.
de_de: Bitte akzeptieren Sie die Datenschutzerklärung, um fortzufahren.

source: Next month
de_de: Nächster Monat

source: Previous month
de_de: Vorheriger Monat

source: Date picker calendar
de_de: Datumsauswahlkalender

source: Invalid date format. Please use {{dateFormat}}.
de_de: Ungültiges Datumsformat. Bitte verwenden Sie {{dateFormat}}.

source: Month
de_de: Monat

source: Pick a date
de_de: Wählen Sie ein Datum

source: Year
de_de: Jahr

source: Calendar tool
de_de: Kalender-Tool

source: Select date & time
de_de: Datum & Uhrzeit auswählen

source: You are about to reject the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
de_de: Sie sind dabei, das Ziel <strong>{{goalTitle}}</strong> abzulehnen. Sind Sie sicher, dass Sie fortfahren möchten?

source: Reject goal
de_de: Ziel ablehnen

source: Comment
de_de: Kommentar

source: {{managerName}} rejected the goal <0>{{goalTitle}}</0>.
de_de: Das Ziel <0>{{goalTitle}}</0> wurde von {{managerName}} abgelehnt.

source: Rejected goal
de_de: Ziel abgelehnt

source: The goal was rejected.
de_de: Das Ziel wurde abgelehnt.

source: The default language is required.
de_de: Die Standardsprache ist erforderlich.

source: Are you sure you want to delete this item?
de_de: Sind Sie sicher, dass Sie dieses Element löschen möchten?

source: The goal was successfully deleted.
de_de: Das Ziel wurde erfolgreich gelöscht.

source: Please add at least one deliverable.
de_de: Bitte fügen Sie mindestens ein Arbeitsergebnis hinzu.

source: Are you sure you want to quit without saving your changes?
de_de: Sind Sie sicher, dass Sie beenden möchten, ohne Ihre Änderungen zu speichern?

source: Discard changes
de_de: Änderungen verwerfen

source: Discard comment
de_de: Kommentar verwerfen

source: You have unsaved changes. Are you sure you want to leave this page and discard your changes?
de_de: Sie haben ungespeicherte Änderungen. Sind Sie sicher, dass Sie diese Seite verlassen und Ihre Änderungen verwerfen möchten?

source: You will lose any unsaved changes to your comment.
de_de: Es gehen alle ungespeicherten Änderungen an Ihrem Kommentar verloren.

source: Quit without saving
de_de: Ohne Speichern beenden

source: Keep editing
de_de: Weiter bearbeiten

source: Unsaved changes
de_de: Nicht gespeicherte Änderungen

source: Discard comment changes
de_de: Kommentaränderungen verwerfen

source: Congratulations! Your goal is completed.
de_de: Herzlichen Glückwunsch! Das Ziel ist abgeschlossen.

source: This export is filtered based on your access permissions. It contains only the worker data you are authorized to view.
de_de: Dieser Export ist basierend auf deinen Zugriffsberechtigungen gefiltert. Er enthält nur die Mitarbeiter:innendaten, die du anzeigen darfst.

source: The password doesn't meet the requirements.
de_de: Das Passwort erfüllt die Anforderungen nicht.

source: Must contain at least one lowercase letter
de_de: Muss mindestens einen Kleinbuchstaben enthalten

source: Maximum password length: {{max}} characters
de_de: Maximale Passwortlänge: {{max}} Zeichen

source: Minimum password length: {{min}} characters
de_de: Minimale Passwortlänge: {{min}} Zeichen

source: Must contain at least one uppercase letter
de_de: Muss mindestens einen Großbuchstaben enthalten

source: Drafts
de_de: Entwürfe

source: Press the space bar to start dragging. When dragging, you can use the arrow keys to move the item around and the escape key to cancel the action.
de_de: Drücken Sie die Leertaste, um den Ziehvorgang zu starten. Während des Ziehens können Sie die Pfeiltasten verwenden, um das Element zu bewegen, und die Escape-Taste, um die Aktion abzubrechen.

source: Dragging was canceled and the sortable item was dropped.
de_de: Das Ziehen wurde abgebrochen und das sortierbare Element wurde abgelegt.

source: The sortable item was dropped in position {{position}} of {{itemCount}}.
de_de: Das sortierbare Element wurde an Position {{position}} von {{itemCount}} abgelegt.

source: The draggable item is no longer over a droppable area.
de_de: Das ziehbare Element befindet sich nicht mehr über einem Ablegebereich.

source: The sortable item was moved in position {{position}} of {{itemCount}}.
de_de: Das sortierbare Element wurde an Position {{position}} von {{itemCount}} verschoben.

source: Picked up sortable item. The sortable item is in position {{position}} of {{itemCount}}.
de_de: Sortierbares Element aufgenommen. Das sortierbare Element befindet sich an Position {{position}} von {{itemCount}}.

source: Upload image
de_de: Bild hochladen

source: Delete image
de_de: Bild löschen

source: Are you sure you want to delete this file?
de_de: Möchten Sie diese Datei wirklich löschen?

source: Delete photo
de_de: Foto löschen

source: or drag & drop
de_de: oder ziehen und ablegen

source: The upload failed. Make sure your file meets the requirements for file upload listed above.
de_de: Der Upload ist fehlgeschlagen. Stellen Sie sicher, dass Ihre Datei die oben aufgeführten Anforderungen für den Datei-Upload erfüllt.

source: Drag & drop or click upload to add file.
de_de: Zum Hinzufügen einer Datei per Drag & Drop ablegen oder auf "Hochladen" klicken.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} files.
de_de: Unterstützte Dateiformate: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximale Dateigröße: 10 MB. Maximale Anzahl an Dateien: {{count}} Dateien.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} file.
de_de: Unterstützte Dateiformate: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximale Dateigröße: 10 MB. Maximale Anzahl an Dateien: {{count}} Datei.

source: Supported file formats: JPG, JPEG, PNG
de_de: Unterstützte Dateiformate: JPG, JPEG, PNG

source: Upload documents
de_de: Dokumente hochladen

source: Maximum file size: {{fileSize}}MB
de_de: Maximale Dateigröße: {{fileSize}}MB

source: Drag and drop your file here or click to select files. Images must be in jpg/jpeg or png format. Suggested image resolution: {{resolution}} pixels. Maximum size for images: 2MB.
de_de: Ziehen Sie Ihre Datei hierher oder klicken Sie, um Dateien auszuwählen. Bilder müssen im jpg/jpeg- oder png-Format vorliegen. Empfohlene Bildauflösung: {{resolution}} Pixel. Maximale Größe für Bilder: 2 MB.

source: Preview only; population settings prevent you from opening this goal.
de_de: Nur Vorschau; Zielgruppeneinstellungen verhindern, dass Sie dieses Ziel öffnen können.

source: No results match the search/filter criteria.<br/>Remove filters and clear the search to show all results.
de_de: Keine Ergebnisse für die Such-/Filterkriterien.<br/>Entfernen Sie Filter und löschen Sie die Suche, um alle Ergebnisse anzuzeigen.

source: Enter URL
de_de: URL eingeben

source: Equity manager
de_de: Aktienmanager

source: Grant price
de_de: Preis der Zuwendung

source: Grant timeline
de_de: Zeitplan für die Zuwendungen

source: Grant timeline help
de_de: Hilfe zum Zeitplan für Zuwendungen

source: Next grants vested amount
de_de: Nächster Betrag der unverfallbaren Zuwendungen

source: All my equity plans
de_de: Alle meine Aktienpläne

source: My equity plans
de_de: Meine Aktienpläne

source: First vesting
de_de: Erste Übertragung

source: Grant date
de_de: Bewilligungsdatum

source: Grants
de_de: Zuwendungen

source: Last vesting
de_de: Letzte Übertragung

source: Executive plan name
de_de: Name des Optionsplans

source: Next vesting
de_de: Nächste Übertragung

source: Strike price
de_de: Ausübungspreis

source: Vested grants
de_de: Unverfallbare Zuwendungen

source: Vesting date
de_de: Datum der Unverfallbarkeit

source: Vesting period
de_de: Sperrfrist

source: Reset to current value
de_de: Auf aktuellen Wert zurücksetzen

source: My equity simulation
de_de: Meine Aktiensimulation

source: Stock trend ($/unit)
de_de: Aktientrend ($/Einheit)

source: Equity overview
de_de: Aktienübersicht

source: My equity overview
de_de: Meine Aktienübersicht

source: Total grants vested amount
de_de: Gesamtbetrag der unverfallbaren Zuwendungen

source: Equity plan type
de_de: Aktienplan-Typ

source: Stock options
de_de: Aktienoptionen

source: 403 - Access denied
de_de: 403 – Zugriff verweigert

source: 404 - Page not found
de_de: 404 – Seite nicht gefunden

source: Unexpected error
de_de: Unerwarteter Fehler

source: More information is available in the console.
de_de: Weitere Informationen sind in der Konsole verfügbar.

source: Error ID: {{text}}
de_de: Fehler-ID: {{text}}

source: Error
de_de: Fehler

source: Your form contains the following errors
de_de: Ihr Formular enthält die folgenden Fehler

source: Message: {{text}}
de_de: Nachricht: {{text}}

source: Information not provided.
de_de: Informationen nicht bereitgestellt.

source: Connection lost
de_de: Verbindung verloren

source: Your device has lost Internet access. Please check your network and try again.
de_de: Ihr Gerät hat die Internetverbindung verloren. Bitte überprüfen Sie Ihr Netzwerk und versuchen Sie es erneut.

source: The page cannot be displayed.
de_de: Die Seite kann nicht angezeigt werden.

source: A proxy is blocking the connection. Please try again.
de_de: Ein Proxy blockiert die Verbindung. Bitte versuchen Sie es erneut.

source: An unexpected error has occurred.
de_de: Ein unerwarteter Fehler ist aufgetreten.

source: divide
de_de: teilen

source: Missing operator. You need an operator like + or * between numbers and fields or before a parenthesis.
de_de: Operator fehlt. Sie benötigen einen Operator wie + oder * zwischen Zahlen und Feldern oder vor einer Klammer.

source: An expression is required.
de_de: Ein Ausdruck ist erforderlich.

source: Expression incomplete. Make sure there is a number or field after the operator.
de_de: Ausdruck unvollständig. Stellen Sie sicher, dass nach dem Operator eine Zahl oder ein Feld folgt.

source: An expression cannot end with an operator. End with a number, field or ) .
de_de: Ein Ausdruck darf nicht mit einem Operator enden. Beenden Sie ihn mit einer Zahl, einem Feld oder ).

source: An expression cannot start with an operator. Start with a number, field or ( .
de_de: Ein Ausdruck kann nicht mit einem Operator beginnen. Beginnen Sie mit einer Zahl, einem Feld oder ( .

source: Mismatched parentheses. Make sure every ( has a matching ) .
de_de: Nicht übereinstimmende Klammern. Stellen Sie sicher, dass jede ( eine passende ) hat.

source: Missing operator after parenthesis
de_de: Operator nach Klammer fehlt

source: Cannot calculate a single operator. Please enter a full expression.
de_de: Einzelner Operator kann nicht berechnet werden. Bitte geben Sie einen vollständigen Ausdruck ein.

source: Expression formula
de_de: Ausdrucksformel

source: Expression builder
de_de: Ausdrucks-Generator

source: left parenthesis
de_de: linke Klammer

source: subtract
de_de: subtrahieren

source: multiply
de_de: multiplizieren

source: add
de_de: addieren

source: right parenthesis
de_de: rechte Klammer

source: Sum
de_de: Summe

source: A Pay Intelligence feature that offers powerful analytics for data analysis, visualization, and insights.
de_de: Eine Pay Intelligence-Funktion, die leistungsstarke Analysen für Datenanalyse, Visualisierung und Erkenntnisse bietet.

source: A Performance Management feature that enables HR Administrators to create behavior libraries that workers can then use to highlight specific actions in the feedback they offer.
de_de: Eine Funktion im Leistungsmanagement, die es HR-Administrator:innen ermöglicht, Verhaltensbibliotheken zu erstellen, die Mitarbeiter:innen anschließend nutzen können, um in ihrem Feedback bestimmte Handlungen hervorzuheben.

source: A Performance Management feature that enables managers and workers to collaboratively create development plans and help workers grow achieve higher professional objectives.
de_de: Eine Leistungsmanagement-Funktion, die es Manager:innen und Mitarbeiter:innen ermöglicht, gemeinsam Entwicklungspläne zu erstellen und Mitarbeiter:innen dabei zu unterstützen, höhere berufliche Ziele zu erreichen.

source: A Performance Management feature that enables workers to schedule regular conversations with their managers and reports to align on goals.
de_de: Eine Funktion im Bereich Leistungsmanagement, die es Mitarbeiter:innen ermöglicht, regelmäßige Gespräche mit ihren Vorgesetzten und Mitarbeitenden zu planen, um sich über Ziele abzustimmen.

source: A Pay Transparency feature that lets admins and compliance roles grant active workers access to documents relative to their compensation or their performance.
de_de: Eine Funktion zur Gehaltstransparenz, mit der Administrator:innen und Compliance-Rollen aktiven Mitarbeiter:innen Zugriff auf Dokumente gewähren können, die sich auf deren Vergütung oder Beurteilung beziehen.

source: A Compensation Management feature that enables managers and compensation admins to compare worker compensation and quickly identify gaps and discrepancies.
de_de: Eine Funktion für Vergütungsmanagement, die Manager:innen und Vergütungsadministratoren ermöglicht, die Vergütung von Mitarbeiter:innen zu vergleichen und schnell Lücken sowie Unstimmigkeiten zu identifizieren.

source: A Compensation Management feature that enables HR admins to create compensation rounds which are then used by managers and compensation admins to review the compensation data of their reports and of the larger company workforce.
de_de: Eine Funktion für das Vergütungsmanagement, die HR-Admins ermöglicht, Vergütungsrunden zu erstellen, welche anschließend von Manager:innen und Vergütungs-Admins genutzt werden, um die Vergütungsdaten ihrer Mitarbeiter:innen und der gesamten Unternehmensbelegschaft zu Beurteilung.

source: This feature is turned off and cannot be turned on. To change this, please contact your system administrator.
de_de: Diese Funktion ist deaktiviert und kann nicht aktiviert werden. Um dies zu ändern, wenden Sie sich bitte an Ihren Systemadministrator.

source: This feature is turned on and cannot be turned off. To change this, please contact your system administrator.
de_de: Diese Funktion ist aktiviert und kann nicht deaktiviert werden. Um dies zu ändern, wenden Sie sich bitte an Ihren Systemadministrator.

source: A Performance Management feature that enables workers to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues' insights about their own work.
de_de: Eine Funktion im Bereich Leistungsmanagement, die es Mitarbeiter:innen ermöglicht, ihren Kolleg:innen schnell und einfach Beobachtungen zu Ereignissen und Situationen mitzuteilen, die sie miterlebt haben, und ihre Kolleg:innen um Einschätzungen zur eigenen Arbeit zu bitten.

source: A Performance Management feature that offers a powerful AI assistant for creating goals and templates from predefined inputs.
de_de: Eine Leistungsmanagement-Funktion, die eine leistungsstarke KI-Assistenz für die Erstellung von Zielen und Vorlagen aus vordefinierten Eingaben bietet.

source: A Performance Management feature that enables workers and managers to track professional objectives using specific and measurable goals with achievement metrics and measurable outcomes.
de_de: Eine Funktion im Bereich Leistungsmanagement, die es Mitarbeiter:innen und Führungskräften ermöglicht, berufliche Ziele anhand spezifischer und messbarer Vorgaben sowie Erfolgskennzahlen und messbarer Ergebnisse zu verfolgen.

source: A general application feature that contains a set of widgets offering highlights about key events related to compensation and performance, depending on the features enabled in the platform.
de_de: Eine allgemeine Anwendungsfunktion, die eine Reihe von Widgets enthält, die je nach den in der Plattform aktivierten Funktionen wichtige Ereignisse in Bezug auf Vergütung und Leistung hervorheben.

source: Compensation recommendations
de_de: Vergütungsempfehlungen

source: A Pay Intelligence feature that offers users a powerful machine learning framework to generate automated compensation recommendations for new and existing workers.
de_de: Eine Pay-Intelligence-Funktion, die Nutzer:innen einen leistungsstarken Machine-Learning-Rahmen bietet, um automatisierte Vergütungsempfehlungen für neue und bestehende Mitarbeiter:innen zu erstellen.

source: Pay Analysis
de_de: Vergütungsanalyse

source: A feature that provides users with analyses generated in PayAnalytics based on the mappings and snapshots they create in the platform
de_de: Eine Funktion, die Nutzer:innen auf Grundlage der von ihnen in der Plattform erstellten Zuordnungen und Snapshots mit in PayAnalytics generierten Analysen versorgt

source: Proxy Permission Manager
de_de: Vertretungsberechtigungs-Führungskraft

source: Proxy Permission Settings
de_de: Berechtigungseinstellungen der Stellvertretung

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events that happened over a defined period of time.
de_de: Eine Funktion im Bereich Leistungsmanagement, mit der HR-Administrator:innen Beurteilungen erstellen können, in denen Mitarbeiter:innen und Führungskräfte die Ereignisse eines definierten Zeitraums reflektieren.

source: A Performance Management feature that offers a smart search detecting unprofessional words according to a customizable list.
de_de: Eine Leistungsmanagement-Funktion, die eine intelligente Suche bietet, die unprofessionelle Wörter gemäß einer anpassbaren Liste erkennt.

source: Talent Review
de_de: Talentbeurteilung

source: A performance management feature that enables managers and HR to assess talent using 9-box grids based on performance, potential, and risk factors.
de_de: Eine Leistungsmanagementfunktion, die es Führungskräften und HR ermöglicht, Talente mithilfe von 9-Felder-Matrizen auf Basis von Leistung, Potenzial und Risikofaktoren zu bewerten.

source: Your insights will not be shared with the feedback sender.
de_de: Ihre Erkenntnisse werden nicht an den Absender des Feedbacks weitergegeben.

source: Your reaction will be visible to all the people with whom this feedback was shared.
de_de: Ihre Reaktion wird für alle Personen sichtbar sein, mit denen dieses Feedback geteilt wurde.

source: Feedback actions
de_de: Feedback-Aktionen

source: Add people
de_de: Personen hinzufügen

source: Something I really appreciate about you is
de_de: Etwas, das ich wirklich an dir schätze, ist

source: Endorsed
de_de: Bestätigt

source: By endorsing feedback, you acknowledge a demonstrated strength.
de_de: Indem Sie das Feedback bestätigen, erkennen Sie eine bewiesene Stärke an.

source: Behavior feedback
de_de: Verhaltensfeedback

source: Keep your focus!
de_de: Bleiben Sie fokussiert!

source: By suggesting to keep focus, you highlight a developmental area on which to concentrate.
de_de: Indem Sie vorschlagen, den Fokus zu behalten, heben Sie einen Entwicklungsbereich hervor, auf den man sich konzentrieren sollte.

source: No description available.
de_de: Keine Beschreibung verfügbar.

source: and {{count}} others
de_de: und {{count}} andere

source: Set rating for this behavior
de_de: Bewertung für dieses Verhalten festlegen

source: Let's meet
de_de: Treffen wir uns

source: Clarity for worker
de_de: Klarheit für Mitarbeiter:in

source: Your feedback was described as
de_de: Ihr Feedback wurde beschrieben als

source: Wonderful! Thank you for your reaction.
de_de: Wunderbar! Vielen Dank für Ihre Reaktion.

source: Write a reaction
de_de: Schreiben Sie eine Reaktion

source: Have they demonstrated any of the below behaviors?
de_de: Wurde eines der folgenden Verhalten gezeigt?

source: Have they demonstrated any company behaviors?
de_de: Wurde jegliches Unternehmensverhalten gezeigt?

source: Have they demonstrated any of our company behaviors?
de_de: Wurde eines unserer Unternehmensverhalten gezeigt?
